<?php

$this->title = Yii::$app->name;
?>

<h4>Как начать прохождение квеста?</h4>
<div class="info-block">
    <p>
        Для того, чтобы начать прохождение квеста, вы должны зарегистрироваться и авторизоваться. <br>
        Для регистрации вам необходимо нажать на ссылку "ВХОД", после чего вы перейдёте на форму авторизации.<br>
        <a target="_blank" href="web/images/help/quest-1.jpg">
            <img src="/web/images/help/quest-1.jpg" />
        </a>
        <a target=" _blank" href="/web/images/help/quest-2.jpg">
            <img src="/web/images/help/quest-2.jpg" />
        </a>
        После этого необходимо перейти на форму регистрации нажатием на ссылку "РЕГИСТРАЦИЯ".
        <a target="_blank" href="/web/images/help/quest-3.jpg">
            <img src=" /web/images/help/quest-3.jpg" />
        </a>
        После перехода вам необходимо заполнить все поля и нажать на кнопку "Зарегистрироваться". Если поля заполнены корректно, ты вы будете перенаправлены
        на форму авторизации.
    </p>
</div>
<div class="info-block">
    <p>
        Для авторизации вам нужно просто ввести логин и пароль, который вы указали при регистрации.<br>
        Если введённые данные будут корректы, то вы попадёте в личный кабинет.<br>
        Чтобы вернуться из личного кабинета на главную страницу, где вы сможете выбрать квест, вам нужно нажать на логотип.
        <a target="_blank" href="/web/images/help/quest-4.jpg">
            <img src=" /web/images/help/quest-4.jpg" />
        </a>
    </p>

    <p>
        На главной странице вы можете выбрать любой квест, у которого есть кнопка "Пройти".
        <a target="_blank" href="/web/images/help/quest-5.jpg">
            <img src=" /web/images/help/quest-5.jpg" />
        </a>
        После нажатия на эту кнопку вы попадёте на главную страницу выбранного квеста.
    </p>

    <p>
        Также вы можете перейти к авторизации с главной страницы выбранного квеста
        Вам нужно нажать на кнопку "Авторизоваться".
        <a target="_blank" href="/web/images/help/quest-6.jpg">
            <img src=" /web/images/help/quest-6.jpg" />
        </a>
        После успешной авторизации, вы вернётесь на главную страницу квеста.
    </p>

    <p>
        Когда команда будет авторизована, появится кнопка "Начать прохождение". Для того, чтобы начать прохождение
        вам достаточно нажать на эту кнопку.
        <a target="_blank" href="/web/images/help/quest-7.jpg">
            <img src=" /web/images/help/quest-7.jpg" />
        </a>
    </p>
</div>